INSERT INTO public.expenses (title,description,amount,spent_date,category_id,created_by_id,last_updated_date,created_date) VALUES
	 ('Sửa xe','Thay lốp và vỏ',540000.0,'2023-04-02',3,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn tối','Gà rán Jolibee',110000.0,'2023-04-02',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn tối','Cơm tấm',35000.0,'2023-04-03',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn trưa','Mỳ xào tên lửa',30000.0,'2023-04-03',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn sáng','Bún bò',45000.0,'2023-04-03',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Gửi xe','Sân tennis',5000.0,'2023-04-03',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Đổ xăng','Xe máy',50000.0,'2023-04-04',9,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn trưa','Cơm nhà làm',35000.0,'2023-04-04',9,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Gửi xe','Sân tennis',5000.0,'2023-04-04',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Cà phê','Garage coffee',35000.0,'2023-04-01',2,1,NULL,'2023-04-14 12:53:01.637317');
INSERT INTO public.expenses (title,description,amount,spent_date,category_id,created_by_id,last_updated_date,created_date) VALUES
	 ('Ăn sáng','Bún bò',45000.0,'2023-04-05',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Gửi xe','Sân tennis',5000.0,'2023-04-05',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn sáng','Bún bò',45000.0,'2023-04-06',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn sáng','Xôi',22000.0,'2023-04-07',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Nước cam','Ăn sáng',10000.0,'2023-04-07',2,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Xem phim CGV','Phim Everything Everywhere At Once, giải Oscar 2023',204000.0,'2023-04-08',8,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Shopping đồ ăn/thức uống','Đồ ăn, thức uống',808900.0,'2023-04-08',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Cà phê','Cà phê sáng với bạn bè, Q.1, Đường sách TP.HCM',35000.0,'2023-04-08',2,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn sáng','Cơm tấm sườn chéo',40000.0,'2023-04-08',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn trưa','Bún thịt nướng',50000.0,'2023-04-10',1,1,NULL,'2023-04-14 12:53:01.637317');
INSERT INTO public.expenses (title,description,amount,spent_date,category_id,created_by_id,last_updated_date,created_date) VALUES
	 ('Đổ xăng','Xe máy',50000.0,'2023-04-10',9,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Gửi xe','Sân tennis',5000.0,'2023-04-10',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Gửi xe','Sân tennis',5000.0,'2023-04-11',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn sáng','Bún bò',45000.0,'2023-04-11',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn trưa','Cơm văn phòng',40000.0,'2023-04-11',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Gửi xe','Đối diện công ty',10000.0,'2023-04-12',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn sáng','Bánh mì',20000.0,'2023-04-12',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn trưa','Bún thịt nướng',40000.0,'2023-04-12',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn tối','Cơm tấm',45000.0,'2023-04-12',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Grab','Bắt xe máy cho mẹ đi khám bệnh',223000.0,'2023-04-13',10,1,NULL,'2023-04-14 12:53:01.637317');
INSERT INTO public.expenses (title,description,amount,spent_date,category_id,created_by_id,last_updated_date,created_date) VALUES
	 ('Ăn sáng','Xôi',22000.0,'2023-04-13',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Cà phê','Highlands',20000.0,'2023-04-13',2,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn trưa','Mì trộn',28000.0,'2023-04-13',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Gửi xe','Đối diện công ty',10000.0,'2023-04-13',6,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Đổ xăng','Xe máy',60000.0,'2023-04-13',9,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Ăn trưa','Kichi kichi with homie Tường',400000.0,'2023-04-14',1,1,NULL,'2023-04-14 12:53:01.637317'),
	 ('Cà phê','Americano 3 o''clock',35000.0,'2023-04-14',2,1,NULL,'2023-04-14 12:53:01.637317');
